{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"čĊ":261,"Ġt":262,"he":263,"in":264,"Ġa":265,"on":266,"Ġthe":267,"Ġs":268,"ti":269,"er":270,"Ġ=":271,"es":272,"Ġ$":273,"co":274,"Ġo":275,"tion":276,"re":277,"ll":278,"de":279,"##":280,"==":281,"is":282,"ol":283,"ĠĠ":284,"Ġof":285,"an":286,"Ġp":287,"or":288,"Ġf":289,"le":290,"at":291,"al":292,"Ġw":293,"Ġ\\":294,"Ġb":295,"Ġc":296,"code":297,"Ġ+":298,"ut":299,"Ġan":300,"ra":301,"llm":302,"en":303,"ro":304,"Ġ1":305,"mp":306,"um":307,"Ġn":308,"Ġis":309,"ve":310,"Ġin":311,"Ġm":312,"Ġto":313,"it":314,"###":315,"Ġd":316,"Ġe":317,"Ġand":318,"et":319,"ar":320,"Ġth":321,"ed":322,"Ġ-":323,"Ġ2":324,"ing":325,"ri":326,"ĠS":327,"qu":328,"æ¢":329,"æ¢¦":330,"æ¢¦æ¢¦":331,"ot":332,"us":333,"ution":334,"olution":335,"Ġh":336,"as":337,"Ġsy":338,"00":339,"</":340,"ber":341,"ues":342,"Ġ(":343,"ir":344,"ac":345,"umber":346,"$.":347,"rac":348,"Ġg":349,"un":350,"ow":351,"Ġfor":352,"Ġco":353,"int":354,"ation":355,"ce":356,"Ġ3":357,"ĠQ":358,"'s":359,"ĠĠĠĠ":360,"Ġl":361,");":362,"th":363,"si":364,"Ġ*":365,"Ġwe":366,"uestion":367,"====":368,"ĠSolution":369,"ĠQuestion":370,"out":371,"=====":372,"Ġx":373,"st":374,"Ġare":375,"put":376,"Ġnumber":377,"frac":378,"Ġi":379,"olve":380,"}{":381,"output":382,"ul":383,"mpy":384,"Ġ$\\":385,"Ġre":386,"ang":387,"Ġthat":388,"Ġsympy":389,"**":390,"ur":391,"The":392,"ab":393,"ine":394,"ĠĠĠ":395,"mb":396,"Ġv":397,"Ġus":398,"ig":399,"æ¢¦æ¢¦æ¢¦æ¢¦":400,"Ġy":401,"),":402,"ent":403,"Ġ4":404,"Ġsolve":405,"pr":406,"bo":407,"rom":408,"Ġpo":409,"Let":410,"ic":411,"Ġcan":412,"Ġas":413,"Ġequ":414,"Ġpro":415,"ort":416,"eg":417,"ay":418,"iv":419,"--":420,"ind":421,"rt":422,"mport":423,"Ġle":424,"ers":425,"Ġ5":426,"qrt":427,"$,":428,"ble":429,"ĠP":430,"Ġ0":431,"me":432,"mbol":433,"box":434,"Ġon":435,"Ġbe":436,"ct":437,"boxed":438,"Ġint":439,"il":440,"Ġsp":441,"el":442,"Ġr":443,"if":444,"Ġthis":445,"Ġde":446,"ĠA":447,"Ġequation":448,"ue":449,"ht":450,"))":451,"ate":452,"id":453,"om":454,"sqrt":455,"im":456,"angle":457,"se":458,"ag":459,"Ġ6":460,"mat":461,"ĠE":462,"ch":463,"Ġval":464,"from":465,"ver":466,"mbols":467,"ith":468,"ĠC":469,"Ġex":470,"Ġimport":471,"Ġby":472,"all":473,"10":474,"of":475,"ex":476,"les":477,"Ġ/":478,"per":479,"\",":480,"Ġhe":481,"our":482,"Ġha":483,"(\"":484,"}$":485,"Ġwh":486,"dot":487,"raw":488,"ist":489,"('":490,"eq":491,"ill":492,"We":493,"Ġusing":494,"æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦":495,"ach":496,")--":497,"pres":498,"((":499,"Ġse":500,"irc":501,"ft":502,"end":503,"est":504,"Th":505,"Ġst":506,"act":507,"unt":508,"ad":509,"')":510,"Ġtw":511,"ly":512,"Ġcon":513,"Ġsi":514,"are":515,"Ġwith":516,"tal":517,"ub":518,"abel":519,"yth":520,"Ġhave":521,"Ġit":522,"tive":523,"lo":524,"}$.":525,"Ġtotal":526,"Ġsymbols":527,"blem":528,"));":529,"ak":530,"ction":531,"Ġ10":532,"ĠI":533,"Ġproblem":534,"Ġne":535,"irst":536,"ĠB":537,"any":538,"Ġinteg":539,"Ġdo":540,"Ġhas":541,")--(":542,"ĠM":543,"ython":544,"Ġ8":545,"ĠD":546,"Ġ7":547,"Ġtwo":548,"Ġuse":549,"Ġmany":550,"the":551,"ore":552,"fine":553,"ĠH":554,"and":555,"Ġsum":556,"Ġeach":557,"sw":558,"draw":559,"Ġro":560,"Ġget":561,"rig":562,"am":563,"ĠF":564,"actor":565,"ĠPython":566,"Ġfind":567,"ts":568,"Ġk":569,"So":570,"ta":571,"label":572,"print":573,"Ġat":574,"12":575,"swer":576,"Ġtri":577,"ĠThe":578,"igit":579,"Ġ&":580,"^{":581,"Ġvalue":582,"ma":583,"ute":584,"Ġall":585,"mpl":586,"ng":587,"olutions":588,"Ġ[":589,"ks":590,"Ġpoint":591,"up":592,"ĠĠĠĠĠĠĠ":593,"Ġper":594,"Ġif":595,"cdot":596,"ĠN":597,"Ġ9":598,"sion":599,"Wh":600,"otal":601,"val":602,"cul":603,"rix":604,"math":605,"ngth":606,"Ġanswer":607,"Ġdiv":608,"alcul":609,"Ġwill":610,"What":611,"Ġso":612,"\\]":613,"total":614,"ity":615,"Thus":616,"Ġcomp":617,"bf":618,"pe":619,"tic":620,"we":621,"po":622,"mplif":623,"Ġfrom":624,"Ġfirst":625,"Ġarea":626,"ree":627,"di":628,"pi":629,")$":630,".$":631,"ase":632,"ry":633,"ight":634,"line":635,"ars":636,"ence":637,"(\"$":638,"for":639,"erm":640,"ext":641,"Ġwhe":642,"right":643,"Ġ12":644,"ange":645,"Ġ$(":646,"ho":647,"ays":648,"Ġlet":649,"Ġnumbers":650,"ds":651,"Ġsqu":652,"uch":653,"con":654,"Ġ\\\\":655,"Ġpa":656,"cos":657,"ite":658,"ich":659,"iven":660,"Ġra":661,"import":662,"$\",":663,"Ġposi":664,"mo":665,"Ġneed":666,"alculate":667,"equ":668,"Ġor":669,"ial":670,"pression":671,"number":672,"Ġone":673,"Ġpl":674,"ssi":675,"mon":676,"Ġcode":677,"unction":678,",$":679,"ies":680,"pl":681,"mes":682,"sin":683,"ĠEq":684,"Ġsa":685,"Ġtriangle":686,"den":687,"mathbf":688,"Ġfactor":689,"ded":690,"Ġz":691,"20":692,"æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦":693,"Ġbo":694,"circ":695,"Ġpositive":696,"To":697,"art":698,"ph":699,"ĠR":700,"\\[":701,"ubs":702,"ssible":703,"du":704,"Ġpri":705,"Ġfunction":706,"ax":707,"Ġlength":708,"Ġform":709,"Ġwhich":710,"ance":711,"AB":712,"ple":713,"ug":714,"mplify":715,"11":716,")^":717,"Ġthan":718,"0000":719,"Ġfo":720,"Ġdigit":721,"egin":722,"ze":723,"Ġ20":724,"Ġsquare":725,"):":726,"Ġpossible":727,"matrix":728,"iff":729,"age":730,"Ġthere":731,"{\\":732,"ĠHow":733,"ment":734,"Ġthen":735,"15":736,"ĠIf":737,"Ġ100":738,"ack":739,"sum":740,"ince":741,"oly":742,"num":743,"ĠWhat":744,"begin":745,"day":746,"Ġqu":747,"Ġmin":748,"pp":749,"Ġhow":750,"to":751,"Ġgiven":752,"pri":753,"bab":754,"Ġli":755,"Ġang":756,"(-":757,"Ġinteger":758,"asy":759,"}.":760,"ĠDe":761,"ymbol":762,"Ġun":763,"ast":764,"babil":765,"ake":766,"Ġexpression":767,"25":768,"Ġdist":769,"Ġdefine":770,"Ġthree":771,"Ġvalues":772,"left":773,"Ġme":774,"urn":775,",-":776,"99":777,"Ġmat":778,").":779,"ult":780,"Ġintegers":781,"ots":782,"sp":783,"text":784,"Ġcirc":785,"theta":786,"ck":787,"}\\":788,"arg":789,"row":790,"pmatrix":791,"ĠĠĠĠĠĠĠĠ":792,"Ġterm":793,"bability":794,"Ġsh":795,"ulti":796,"Ġcalculate":797,"mall":798,"ĠDefine":799,"Ġshe":800,"_{":801,"Ġsqrt":802,"Ġdivis":803,"Ġal":804,")*":805,"Ġsolution":806,"ant":807,"der":808,"solutions":809,"her":810,"one":811,"times":812,"Ġequations":813,"ĠO":814,"Ġline":815,"])":816,"ĠSymbol":817,"sy":818,"],":819,"Ġ==":820,"$$":821,"nom":822,"ie":823,"ĠT":824,"llow":825,"duct":826,"bra":827,"Ġbet":828,"ors":829,"Ġnot":830,"Ġ<":831,"16":832,"iffer":833,"cond":834,"Ġwr":835,"Ġsuch":836,"33":837,"ect":838,"rint":839,"equation":840,"ween":841,"ff":842,"Ġres":843,"turn":844,"100":845,"ĠčĊ":846,"Ġ#":847,"Ġ15":848,"over":849,"ĠFind":850,"res":851,"Ġrange":852,"ces":853,"Ġcompute":854,"ign":855,"Ġpoints":856,"ans":857,"Ġj":858,"Ġbetween":859,"point":860,"ter":861,"Ġcost":862,")/":863,"Ġhour":864,"Ġprobability":865,"ari":866,"13":867,"ĠJ":868,"dd":869,"Ġsolutions":870,"now":871,"inat":872,"cost":873,"pro":874,"Ġmulti":875,"Ġsmall":876,"Ġ{":877,"Ġequal":878,"Ġlibra":879,"80":880,"Ġreturn":881,"idth":882,"$?":883,"und":884,"Ġside":885,"14":886,"ther":887,"Ġnum":888,"Ġcom":889,"solution":890,"Ġrema":891,"Ġbot":892,"Ġsimplify":893,"ice":894,"Ġfollow":895,"Ġwhere":896,"Ġlibrary":897,"Ġch":898,"ater":899,"ust":900,"Ġdiffer":901,"Ġlo":902,"Ġangle":903,"its":904,"Ġreal":905,"Ġout":906,"ides":907,"Ġamo":908,"press":909,"ok":910,"Ġwhat":911,"fter":912,"od":913,"hes":914,"align":915,"Ġamount":916,"Ġbase":917,"ord":918,"raction":919,"uden":920,"ĠL":921,")**":922,"ek":923,"pa":924,"solve":925,"^\\":926,"gra":927,"50":928,"This":929,"60":930,"Ġinc":931,"30":932,"ose":933,"ations":934,"sol":935,"Ġcircle":936,"ip":937,"ge":938,"ick":939,"Ġprime":940,"ure":941,"digit":942,"tit":943,"min":944,"Ġher":945,"Ġproduct":946,"ving":947,"66":948,"Ġye":949,"Ġhis":950,"ariab":951,"Ġpoly":952,"Ġar":953,"subs":954,")(":955,"symbols":956,"Since":957,"Ġcho":958,"own":959,"24":960,"ace":961,"BC":962,"Ġset":963,"Ġ30":964,"Ġvariab":965,"In":966,"fore":967,"Ġsol":968,"ive":969,"Ġwrite":970,"width":971,"cy":972,"Ġ\"":973,"Ġlarg":974,"Ġmore":975,"ĠG":976,"Ġsecond":977,"ne":978,"()":979,"Ġ&=":980,"Ġfe":981,"imes":982,"*}":983,"Ġfraction":984,"Ġgre":985,"Ġdoes":986,"tri":987,"Ġprint":988,"Ġwhen":989,"([":990,"Ġup":991,"æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦":992,"There":993,"dius":994,"not":995,"def":996,"Ġdigits":997,"Ġdoll":998,"Ġinto":999,"inder":1000,"size":1001,"ass":1002,"eff":1003,"count":1004,"Ġroots":1005,"em":1006,"Ġknow":1007,"Ġdistance":1008,"Ġfour":1009,"utes":1010,"ular":1011,"loor":1012,"Ġcommon":1013,")$.":1014,"Ġdi":1015,"udents":1016,"****":1017,"overline":1018,"price":1019,"cle":1020,"Ġsides":1021,"red":1022,"If":1023,"erse":1024,"nomial":1025,"ents":1026,"Ġsame":1027,"Find":1028,"ining":1029,"Ġ>":1030,"imum":1031,"Ġboth":1032,"..":1033,"ount":1034,"eter":1035,"Ġ'":1036,"Ġver":1037,"quad":1038,"uld":1039,"Ġnp":1040,"factor":1041,"akes":1042,"Ġcar":1043,"Ġti":1044,"gs":1045,"ven":1046,"tio":1047,"Ġday":1048,"17":1049,"',":1050,"sh":1051,"Eq":1052,"inal":1053,"so":1054,"{(":1055,"ons":1056,"Ġtimes":1057,"Ġterms":1058,"Ġyour":1059,"40":1060,"ational":1061,"cent":1062,"use":1063,"Ġthese":1064,"Ġdollars":1065,"Ġleft":1066,"Ġgra":1067,"18":1068,"ĠEx":1069,"area":1070,"200":1071,"(\\":1072,"iz":1073,"Ġways":1074,"ep":1075,"Ġthem":1076,"Ġother":1077,"Ġexp":1078,"}}":1079,"log":1080,"Ġbu":1081,"ess":1082,"rue":1083,"Ġdraw":1084,"Ġtime":1085,"Ġmuch":1086,"time":1087,"Ġpolynomial":1088,"Ġvariables":1089,"Ġhours":1090,"alf":1091,"Ġwor":1092,"olum":1093,"Ġ16":1094,"ca":1095,"amount":1096,"cycle":1097,"Ġ25":1098,"inom":1099,"Ġonly":1100,"=(":1101,"ins":1102,"Ġits":1103,"bl":1104,"linewidth":1105,"iti":1106,"ĠLet":1107,"Ġdivi":1108,"os":1109,"Ġfollowing":1110,"Ġmath":1111,"Ġ200":1112,"vect":1113,"ople":1114,"Ġpair":1115,"Ġsmallest":1116,"ĠWe":1117,"olume":1118,"Ġmax":1119,"ren":1120,"Ġpara":1121,"}$,":1122,"value":1123,"Ġ11":1124,"Ġthey":1125,"Ġ\\[":1126,"Ġradius":1127,"mbin":1128,"ru":1129,"imal":1130,"gre":1131,"ere":1132,"CD":1133,"Ġnow":1134,"Ġeq":1135,"\\[\\":1136,"Ġpe":1137,"[/":1138,"ird":1139,"Ġright":1140,"Ġdec":1141,"iles":1142,"ula":1143,"pha":1144,"Ġwas":1145,"ets":1146,"ible":1147,"tan":1148,"ative":1149,"Ġ50":1150,"real":1151,"agon":1152,"ary":1153,"vert":1154,"dist":1155,"19":1156,"ys":1157,"ied":1158,"oint":1159,"hour":1160,"Ġlist":1161,"pen":1162,"floor":1163,"})":1164,"Ġresult":1165,"tions":1166,"ĠIn":1167,"Ġheight":1168,"Ġcub":1169,"Ġ60":1170,"ĠW":1171,"Ġ|":1172,"heck":1173,"triangle":1174,"ally":1175,"\",(":1176,"75":1177,"ĠExpress":1178,"omp":1179,"Ġ13":1180,"Ġminutes":1181,"cho":1182,"sf":1183,"ici":1184,"Ġinter":1185,"Ġmust":1186,"ubstit":1187,"pair":1188,"000":1189,"ught":1190,"Ġunits":1191,"Ġcount":1192,"ĠRational":1193,"Ġtheir":1194,"Ġstudents":1195,")[":1196,"Ġpi":1197,"Ġdenot":1198,"ong":1199,"oks":1200,"$\\":1201,"}{\\":1202,"Ġorder":1203,"ants":1204,"dots":1205,"Ġvect":1206,"length":1207,"Ġconst":1208,"Ġsequ":1209,"ark":1210,"ugh":1211,"\")":1212,"Ġformula":1213,"Ġcl":1214,"ĠSolve":1215,"ard":1216,"Ġless":1217,"tisf":1218,"bol":1219,"verage":1220,"Ġcoord":1221,"Ġmake":1222,"Ġ24":1223,"Ġ40":1224,"ey":1225,"Ġcos":1226,"Ġremainder":1227,"oney":1228,"te":1229,"Ġapp":1230,"alpha":1231,"Ġdid":1232,"Ġsatisf":1233,"ric":1234,"ion":1235,"Ġrepres":1236,"Ġhalf":1237,"effici":1238,"22":1239,"Ġquad":1240,"ated":1241,"Ġlargest":1242,"arn":1243,"stem":1244,"Ġcent":1245,"ĠCalculate":1246,"Ġalso":1247,"\\\\":1248,"ments":1249,"ish":1250,"Ġratio":1251,"Ġweek":1252,"Ġleast":1253,"Ġ(-":1254,"div":1255,"ĠĠĠĠĠĠĠĠĠĠĠ":1256,"term":1257,"Ġpeople":1258,"Ġbl":1259,"ain":1260,"Ġrect":1261,"Ġmoney":1262,"pt":1263,"ile":1264,"Ġte":1265,"ages":1266,"Ġbox":1267,"Ġ14":1268,"Now":1269,"ompute":1270,"Ġab":1271,"inates":1272,"Ġtake":1273,"ives":1274,"Ġdays":1275,"Ġdenote":1276,"Ġ**":1277,"Ġstart":1278,"Ġad":1279,"Ġdifferent":1280,"Ġtra":1281,"ye":1282,"Ġfactors":1283,"Ġdivisible":1284,"ĠHe":1285,"ten":1286,"ats":1287,"cd":1288,"Ġafter":1289,"*(":1290,"Ġfeet":1291,"00000000":1292,"Ġreg":1293,"range":1294,"Ġorig":1295,"ator":1296,"Ġ18":1297,"inator":1298,"Ġcomple":1299,"27":1300,"36":1301,"$\",(":1302,"very":1303,"ane":1304,"Ġsequence":1305,"low":1306,"ves":1307,"Ġvolume":1308,"45":1309,"Ġsho":1310,"ap":1311,"Ġmon":1312,"+\\":1313,"form":1314,"AC":1315,"Ġmultiple":1316,"ray":1317,"Ġadd":1318,"ratic":1319,"app":1320,"ings":1321,"arrow":1322,"Ġno":1323,"Ġcombin":1324,"For":1325,"28":1326,"Ġsin":1327,"angles":1328,"Ġany":1329,"Ġgraph":1330,"Ġques":1331,"tain":1332,"Ġyears":1333,"Ġsome":1334,"=\\":1335,"ares":1336,"Ġ%":1337,"max":1338,"Ġnew":1339,"grees":1340,"bola":1341,"expr":1342,"Ġsee":1343,"Ġdown":1344,"}.\\]":1345,"ersection":1346,"result":1347,"sing":1348,"ĠPoint":1349,"Ġinches":1350,"90":1351,"black":1352,"Ġball":1353,"Ġprice":1354,"omet":1355,"Ġbut":1356,"get":1357,"Ġsystem":1358,"cl":1359,"ates":1360,"circle":1361,"Ġlabel":1362,"ize":1363,"mplified":1364,"amp":1365,"Ġvertic":1366,"mod":1367,"side":1368,"Ġrepresent":1369,"ting":1370,".\\]":1371,"},":1372,"axis":1373,"imeter":1374,"Ġmo":1375,"Ġdifference":1376,"Ġcoeffici":1377,"arb":1378,"23":1379,"Ġdivided":1380,"Ġcol":1381,"^{-":1382,"Ġgo":1383,"Hence":1384,"Ġho":1385,"ke":1386,"Ġmiles":1387,"fill":1388,"Ġtwice":1389,"do":1390,"len":1391,"Ġcheck":1392,"da":1393,"Ġq":1394,"prime":1395,"ends":1396,"Ġthird":1397,"Ġover":1398,"Ġgives":1399,"Ġevery":1400,"Ġcoordinates":1401,"distance":1402,"als":1403,"dition":1404,"Ġen":1405,"^{\\":1406,"cm":1407,"Ġdef":1408,"expression":1409,"wo":1410,"ines":1411,"}}{":1412,"Ġmultip":1413,"Ġdegrees":1414,"Ġcor":1415,"ices":1416,"Ġaverage":1417,"Ġroot":1418,"squ":1419,"week":1420,"Ġmid":1421,"Ġlast":1422,")*(":1423,"Ġmeans":1424,"rough":1425,"Ġcenter":1426,"æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦":1427,"Ġ}":1428,"Ġred":1429,"Ġ+=":1430,"$-":1431,"lls":1432,"ero":1433,"points":1434,"be":1435,"Ġwere":1436,"ĠSo":1437,"Therefore":1438,"by":1439,"Ġdecimal":1440,"Ġthrough":1441,"Ġdenom":1442,"**/":1443,"ame":1444,"cri":1445,"******/":1446,"ps":1447,",\\":1448,"ild":1449,"Ġmonth":1450,"Ġremaining":1451,"Ġ/******/":1452,"{-":1453,"}.$":1454,"Ġangles":1455,"here":1456,"first":1457,"``":1458,"ss":1459,"able":1460,"inomial":1461,"Ġmaximum":1462,"Ġquestion":1463,"Ġeven":1464,"atest":1465,"ls":1466,"lect":1467,"Ġquadratic":1468,"Ġrow":1469,"eta":1470,"qquad":1471,"ift":1472,")$,":1473,"arbles":1474,"Ġmod":1475,"ower":1476,"Ġdivisors":1477,"Ġpie":1478,"ĠK":1479,"ctive":1480,"rect":1481,"ath":1482,"Ġwant":1483,"Ġwo":1484,"valu":1485,"inct":1486,"Ġcm":1487,"hen":1488,"Ġsubstit":1489,"ABC":1490,"ram":1491,"ty":1492,"ating":1493,"trac":1494,")]":1495,"Ġdis":1496,"ames":1497,"Ġ17":1498,"Ġexact":1499,"Ġchoose":1500,"ality":1501,"Ġla":1502,"hours":1503,"Ar":1504,"unds":1505,"ases":1506,"bove":1507,"How":1508,"exp":1509,"Ġabove":1510,"Ġplay":1511,"Ġob":1512,"21":1513,"Ġbuy":1514,"Using":1515,"reate":1516,"cks":1517,"/(":1518,"Ġinv":1519,"Ġlong":1520,"hed":1521,"Ġsquares":1522,"Ġgreatest":1523,"}}$.":1524,"ined":1525,"ci":1526,"atrix":1527,"Ġvertices":1528,"Ġminimum":1529,"Ġneeds":1530,"textbf":1531,"Ġdistinct":1532,"erator":1533,"Ġpar":1534,"ou":1535,"Ġlengths":1536,"ased":1537,"days":1538,"35":1539,"with":1540,"Ġdenominator":1541,"ĠShe":1542,"32":1543,"Then":1544,"nd":1545,"orm":1546,"col":1547,"Ġ1000":1548,"44":1549,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":1550,"andom":1551,"AD":1552,"&=":1553,"umpy":1554,"Ġwork":1555,"Ġfri":1556,"Ġfactorial":1557,"Ġnon":1558,"Ġrespe":1559,"Ġend":1560,"base":1561,"((-":1562,"Ġwould":1563,"Ġ$-":1564,"Ġexpress":1565,"Ġpen":1566,"Ġsince":1567,"Ġhad":1568,"Ġmatrix":1569,"Ġtriangles":1570,"wh":1571,"read":1572,"Ġma":1573,"Ġyear":1574,"lope":1575,"Ġodd":1576,"money":1577,"xy":1578,"}(":1579,"ĠThis":1580,"ities":1581,"eded":1582,"Ġoriginal":1583,"55":1584,"3333":1585,"Ġconvert":1586,"Ġtakes":1587,"First":1588,"Ġintersection":1589,"eters":1590,"Ġnumpy":1591,"Ġvector":1592,"op":1593,"Ġperimeter":1594,"Ġexactly":1595,"igh":1596,"Ġfive":1597,"Ġsolving":1598,"Ġseg":1599,"Ġ19":1600,"urren":1601,"Ġ<=":1602,"dir":1603,"ball":1604,"Ġop":1605,"Ġsco":1606,"old":1607,"ĠPrint":1608,"ads":1609,"ily":1610,"Ġfl":1611,"Ġsatisfy":1612,"plot":1613,"fect":1614,"29":1615,"Ġel":1616,"ils":1617,"air":1618,"roots":1619,"cal":1620,")+":1621,")=":1622,"values":1623,"ian":1624,"Ġclass":1625,"True":1626,"array":1627,"Ġsub":1628,"Ġrandom":1629,"Ġmeas":1630,"ĠThere":1631,"Ġblue":1632,"Ġcomplex":1633,"rema":1634,"Ġol":1635,"valuate":1636,"other":1637,"after":1638,"180":1639,"itial":1640,"Ġ180":1641,"ob":1642,"Ġlog":1643,"----":1644,"chool":1645,"Ġbooks":1646,"Ġac":1647,"dfrac":1648,"Ġcase":1649,"tick":1650,"Ġax":1651,"rows":1652,"ank":1653,"ĠV":1654,"square":1655,"orem":1656,"sec":1657,")}":1658,"Ġcards":1659,"factors":1660,"ĠAB":1661,"poly":1662,"Ġnext":1663,"Ġrespective":1664,"ude":1665,"ups":1666,"Ġcube":1667,"ave":1668,"Ġdot":1669,").$":1670,"ns":1671,"70":1672,"Ġ36":1673,"Ġexpand":1674,"Ġinequ":1675,"Ġcombinations":1676,"Ġspe":1677,"6666":1678,"binom":1679,"Ġ90":1680,"\"\"":1681,"eger":1682,"Ġpart":1683,"ĠThen":1684,"answer":1685,"gether":1686,"aces":1687,"ĠCompute":1688,"48":1689,"implify":1690,"Ġbinomial":1691,"ega":1692,"ise":1693,"ener":1694,"Ġrectangle":1695,"Ġele":1696,"wor":1697,"okies":1698,"26":1699,"icks":1700,"ĠABC":1701,"Ġcalcul":1702,"yp":1703,"la":1704,"height":1705,"oh":1706,"inter":1707,"Ġrel":1708,"sider":1709,")..":1710,"eks":1711,"Ġearn":1712,"Ġrespectively":1713,"itten":1714,"li":1715,"Ġstr":1716,"ircle":1717,"ateral":1718,"ters":1719,"Ġmarbles":1720,"88":1721,"ner":1722,"Ġparabola":1723,"...":1724,"raint":1725,"Ġgro":1726,"ole":1727,"Ġcoll":1728,"tex":1729,"({":1730,"Ġpairs":1731,"Ġlines":1732,"Ġage":1733,"beta":1734,"Ġsubstitute":1735,"month":1736,"dis":1737,"ses":1738,"Ġrun":1739,"mber":1740,"Ġshould":1741,"ĠFor":1742,"77":1743,"1000":1744,"Ġperfect":1745,"second":1746,"Ġsix":1747,"Ġwater":1748,"ide":1749,"Ġser":1750,"Ġdivisor":1751,"Ġdeterm":1752,"tract":1753,"Ġpercent":1754,"Ġpay":1755,")),":1756,"64":1757,"ding":1758,"Ġten":1759,"ning":1760,"par":1761,"llel":1762,"Ġshown":1763,"Ġfollows":1764,"alse":1765,"Ġcoefficients":1766,")))":1767,"'t":1768,"ards":1769,"Ġplane":1770,"formation":1771,"divis":1772,"urrent":1773,"egative":1774,"Ġlen":1775,"digits":1776,"ont":1777,"Ġ(\\":1778,"simplified":1779,"abc":1780,"ell":1781,"Ġbought":1782,"9999":1783,"unc":1784,"mm":1785,"Ġincre":1786,"ĠU":1787,"wr":1788,"Ġrest":1789,"str":1790,"ĠMatrix":1791,"Ġ80":1792,"Ġap":1793,"igure":1794,"ired":1795,"Ġbag":1796,"Ġ$|":1797,"ABCD":1798,"Ġ$$":1799,"34":1800,"Ġ45":1801,"ote":1802,"Ġregion":1803,"gray":1804,"gon":1805,"ous":1806,"Ġge":1807,"ohn":1808,"Ġmultiply":1809,"inv":1810,"Ġsymbol":1811,"ither":1812,"simplify":1813,"Ġtang":1814,"]{":1815,"mut":1816,"Ġvertex":1817,"ĠY":1818,"Ġold":1819,"Ġyou":1820,"ull":1821,"reak":1822,"Ġhand":1823,"av":1824,"append":1825,"Ġinequality":1826,"bot":1827,"Ġinformation":1828,"ĠX":1829,"Ġsimp":1830,"uting":1831,"ometric":1832,"Ġdiagon":1833,"yl":1834,"gree":1835,"weight":1836,"},$":1837,"âĢ":1838,"ĠEach":1839,"sume":1840,"lfloor":1841,"=\"":1842,"rfloor":1843,"erson":1844,"alk":1845,"ia":1846,")\\":1847,"Ġoff":1848,"ersect":1849,"Ġapples":1850,"ĠTo":1851,"Ġteam":1852,"omain":1853,"Ġ27":1854,"product":1855,"omega":1856,"ection":1857,"-\\":1858,"Ġpick":1859,"utive":1860,"ms":1861,"tom":1862,"Ġgreen":1863,"Ġpass":1864,"metic":1865,"ilar":1866,"ĠBC":1867,"Ġvectors":1868,"Ġcosts":1869,"Ġback":1870,"equiv":1871,"els":1872,"angular":1873,"Ġtheorem":1874,"Ġschool":1875,"ithmetic":1876,"Ġpaint":1877,"spent":1878,"inate":1879,"rid":1880,"aded":1881,"Ġdivide":1882,"ratio":1883,"Ġselect":1884,"Ġmidpoint":1885,"cause":1886,"ely":1887,"ict":1888,"Ġconta":1889,"students":1890,"}\\]":1891,"Ġsmaller":1892,"percent":1893,"Ġgreater":1894,"mpt":1895,"Ġsegment":1896,"ĠCon":1897,")}\\":1898,"ross":1899,"Ġslope":1900,"Ġour":1901,"aking":1902,"ips":1903,"37":1904,"Ġmeasure":1905,"enti":1906,"120":1907,"mbda":1908,"ved":1909,"cor":1910,"Ġtick":1911,"imilar":1912,"96":1913,"Ġparallel":1914,"ries":1915,"Ġpre":1916,"secutive":1917,"tra":1918,"//":1919,"Ġpieces":1920,"year":1921,"Ġpounds":1922,"Compute":1923,"nter":1924,"Ġ21":1925,"list":1926,"Ġiter":1927,"bed":1928,"ĠAC":1929,"rightarrow":1930,"Ġtogether":1931,"Ġsl":1932,"cc":1933,"books":1934,"two":1935,"Ġarithmetic":1936,"Ġgcd":1937,"=-":1938,"prob":1939,"mplies":1940,"57":1941,"Ġbelow":1942,"Ġgener":1943,"Ġintersect":1944,"Ġzero":1945,"Ġwho":1946,")/(":1947,"Ġtry":1948,"uts":1949,"Ġproper":1950,"tional":1951,"][":1952,"ales":1953,"Ġ120":1954,"set":1955,"numbers":1956,"Ġfigure":1957,"hs":1958,"Ġconsider":1959,"play":1960,"shift":1961,"Ġcolor":1962,"Ġtangent":1963,"round":1964,"Ġmed":1965,"ify":1966,"ink":1967,"irls":1968,"pmod":1969,"ythag":1970,"Ġconsecutive":1971,"ĠSince":1972,"Ġtrave":1973,"sold":1974,"}}$":1975,"Given":1976,"Ġmean":1977,"cept":1978,"Ġstore":1979,"Ġballs":1980,"new":1981,"\\%":1982,"Ġspent":1983,"Ġboxes":1984,"gcd":1985,"Ġroll":1986,"}^":1987,"place":1988,"Ġmade":1989,"Ġarrange":1990,"coeff":1991,"work":1992,"Ġbreak":1993,"Ġcreate":1994,"arc":1995,"ipse":1996,"Ġsold":1997,"150":1998,"Ġplot":1999,"Ġwhose":2000,"**(":2001,"Ġwritten":2002,"$:":2003,"38":2004,"Ġread":2005,"fer":2006,"Ġed":2007,"plt":2008,"Ġused":2009,"Ġunit":2010,"49":2011,"olving":2012,"Ġpages":2013,"Ġbro":2014,"ches":2015,"Ġwhile":2016,"denom":2017,"Ġshow":2018,"ser":2019,"pose":2020,"Ġordered":2021,"Ġ`":2022,"pend":2023,"fo":2024,"comes":2025,"Ġdir":2026,"arest":2027,")}{":2028,"Ġelse":2029,"|\\":2030,"ior":2031,"Ġ//":2032,"Ġdomain":2033,"Ġpower":2034,"Ġspeed":2035,"Ġdefined":2036,"Ġ>=":2037,"pos":2038,"Ġincl":2039,"unces":2040,"39":2041,"Ġ28":2042,"Ġcookies":2043,"ical":2044,"ĠOn":2045,"na":2046,"Ġnumerator":2047,"Ġfloor":2048,"pon":2049,"gru":2050,"ample":2051,"cre":2052,"anges":2053,"Ġfinal":2054,"way":2055,"Ġcondition":2056,"Ġiden":2057,"dy":2058,"Ġnearest":2059,"spe":2060,"Ġassume":2061,"),$":2062,"Ġtr":2063,"Ġletters":2064,"mutations":2065,"Ġdon":2066,"Ġgall":2067,"Ġinterval":2068,"Ġag":2069,"diff":2070,"æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦":2071,"Ġfact":2072,"needed":2073,"Ġstep":2074,"bb":2075,"agram":2076,"Ġsatisfies":2077,"Ġ[]":2078,"Ġlook":2079,"elf":2080,"bs":2081,"pm":2082,"Ġdegree":2083,"65":2084,"Ġsimplified":2085,"Ġquart":2086,"Ġ35":2087,"iel":2088,"uit":2089,"vi":2090,"acks":2091,"ceil":2092,"ways":2093,"ask":2094,"ĠPythag":2095,"Ġjust":2096,"Ġweight":2097,"Ġbecause":2098,"write":2099,"rate":2100,"unit":2101,"Ġfill":2102,"Ġclo":2103,"Ġrequ":2104,"eqn":2105,"des":2106,"tical":2107,"Ġbefore":2108,"uppose":2109,"Ġseries":2110,"67":2111,"Ġwidth":2112,")--(-":2113,"graph":2114,"Ġcall":2115,"Ġvariable":2116,"ypot":2117,"Ġconstraint":2118,"Ġgets":2119,"remaining":2120,"Ġexpressed":2121,"tles":2122,"ĠAl":2123,"Ġrece":2124,"graf":2125,"Ġ32":2126,"mbers":2127,"Ġpack":2128,"radius":2129,"irts":2130,"coord":2131,"Ġcoefficient":2132,"Ġcontains":2133,"pendic":2134,"'ll":2135,"Right":2136,"Ġcurrent":2137,"conds":2138,"led":2139,"face":2140,"ization":2141,"Ġdiam":2142,"Ġ48":2143,"fit":2144,"small":2145,"ĠNumber":2146,"ny":2147,"ildren":2148,"add":2149,"Ġeg":2150,"Ġconstant":2151,"tern":2152,"llipse":2153,"Ġwants":2154,"EF":2155,"ults":2156,"Ġcontain":2157,")..(":2158,"Ġcubic":2159,"teger":2160,"[-":2161,"cdots":2162,"Ġregular":2163,"Ġinverse":2164,"Ġcongru":2165,"Ġ23":2166,"ara":2167,"Ġlarger":2168,"Ġ$\\$":2169,"Ġfriends":2170,"Ġcomm":2171,"Ġeat":2172,"Ġcircles":2173,"tle":2174,"pendicular":2175,"leq":2176,"ontsize":2177,"minutes":2178,"earn":2179,"Ġwhite":2180,"orean":2181,"factorial":2182,"```":2183,"center":2184,"Ġu":2185,"Ġcard":2186,"='":2187,"comp":2188,"Ġweeks":2189,"Ġmodul":2190,"Ġway":2191,"ypoten":2192,"room":2193,"Ġdiagram":2194,"del":2195,"Ġref":2196,"ump":2197,"cribed":2198,"por":2199,"Circle":2200,"where":2201,"cale":2202,"ypotenuse":2203,"}+\\":2204,"Ġsize":2205,"Ġwhole":2206,"oes":2207,"ject":2208,"Ġorigin":2209,"vec":2210,"Ġshaded":2211,"fty":2212,"Ġinitial":2213,"Ġrectangular":2214,"47":2215,"fe":2216,"Ġcorrect":2217,"Ġgeometric":2218,"Ġput":2219,"Ġdes":2220,"Ġround":2221,"Ġrepe":2222,"infty":2223,"izz":2224,"combin":2225,"ols":2226,"Ġsur":2227,"let":2228,"atur":2229,"Ġtan":2230,"Ġhex":2231,"Ġcyl":2232,"Ġph":2233,"imize":2234,"Ġexample":2235,"Ġeither":2236,"Ġcould":2237,"airs":2238,"Ġspend":2239,"Ġstand":2240,"From":2241,"+(":2242,"Ġhouse":2243,"Ġmultiples":2244,"ens":2245,"mark":2246,"til":2247,"BD":2248,"overrightarrow":2249,"ĠPoly":2250,"bil":2251,"abs":2252,"oid":2253,"Ġcone":2254,"Ġanother":2255,"Rightarrow":2256,"no":2257,"Ġ.":2258,"Symbol":2259,"uring":2260,"Ġfin":2261,"ĠCh":2262,"root":2263,"Ġcoins":2264,"!=":2265,"func":2266,"Ġobtain":2267,"iqu":2268,"Ġche":2269,"[]":2270,"ilateral":2271,"ix":2272,"gram":2273,"Ġhome":2274,"Ġfar":2275,"Ġrate":2276,"atch":2277,"Ġpython":2278,"meters":2279,"}^{":2280,"ldots":2281,"cils":2282,"Ġcont":2283,"Ġblo":2284,"Ġperpendicular":2285,"Ġlike":2286,"Ġbased":2287,"Ġellipse":2288,"udent":2289,"speed":2290,"Ġwords":2291,"'),":2292,"lex":2293,"Ġmultipl":2294,"cess":2295,"Ġ-\\":2296,"Ġtheta":2297,"Here":2298,"Ġhim":2299,"ĠThus":2300,"}=":2301,"87":2302,"Ġabout":2303,"Ġtop":2304,"eval":2305,"Ġdice":2306,"iva":2307,"Ġelements":2308,"differ":2309,"sa":2310,"Ġmakes":2311,"atively":2312,"wise":2313,"volume":2314,"54":2315,"Ġblack":2316,"uc":2317,"sco":2318,"Ġ150":2319,"ĠPythagorean":2320,"choose":2321,"Ġevaluate":2322,"Ġeggs":2323,"eat":2324,"Ġwin":2325,"Ġprimes":2326,"Ġremo":2327,"ences":2328,"Ġfunctions":2329,"np":2330,"SE":2331,"].":2332,"42":2333,"300":2334,"uble":2335,"Ġwalk":2336,"Ġgame":2337,"inary":2338,"56":2339,"gn":2340,"respon":2341,"Ġ!=":2342,"Ġdiameter":2343,"Ġim":2344,"Ġlarge":2345,"Ġequilateral":2346,"Ġnegative":2347,"discount":2348,"ault":2349,"Rational":2350,"ĠConvert":2351,"Ġgot":2352,"Ġhexagon":2353,"ties":2354,"Ġperson":2355,"zero":2356,"}+":2357,"sist":2358,"Simplify":2359,"89":2360,"people":2361,"py":2362,"divisors":2363,"An":2364,"Ġpow":2365,"Ġsepar":2366,"ĠSum":2367,"ĠNow":2368,"Ġappro":2369,"Ġcollect":2370,"Ġcases":2371,"Ġsubtract":2372,"rown":2373,"Ġfaces":2374,"]])":2375,"}\")":2376,"Ġ22":2377,"NE":2378,"third":2379,"true":2380,"Ġgirls":2381,"years":2382,"ik":2383,"alind":2384,"Ġbook":2385,"alindrom":2386,"Ġareas":2387,"Ġpizz":2388,"mer":2389,"ometry":2390,"pect":2391,"blue":2392,"NW":2393,"Ġ500":2394,"Ġdetermine":2395,"ique":2396,"Ġinterest":2397,"Ġins":2398,"Ġmembers":2399,"ĠGiven":2400,"rea":2401,"Ġdiscount":2402,"sen":2403,"72":2404,"Ġbill":2405,"When":2406,"vers":2407,"ĠCreate":2408,"uesday":2409,"lent":2410,"Ġtrip":2411,"Ġseconds":2412,"ger":2413,"Ġ26":2414,"ditions":2415,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2416,"46":2417,"81":2418,"Ġreceive":2419,"rand":2420,"Ġdogs":2421,"It":2422,"Ġrot":2423,"Ġsphere":2424,"Ġrewrite":2425,"DE":2426,"fri":2427,"Ġ++":2428,"each":2429,"ire":2430,"Ġ...":2431,"31":2432,"fraction":2433,"my":2434,"ivative":2435,"Ġfish":2436,"Ġfound":2437,"wn":2438,".)":2439,"come":2440,"Ġscore":2441,"Ġabs":2442,"multi":2443,"ĠRe":2444,"ures":2445,"Ġcircum":2446,"race":2447,"Ġcut":2448,"Ġsell":2449,"ges":2450,"Ġder":2451,"Ġ70":2452,"Ġ400":2453,"ual":2454,"Ġplayers":2455,"Ġchosen":2456,"eds":2457,")^{":2458,"Ġformed":2459,"norm":2460,"unitsize":2461,"Ġ99":2462,"85":2463,"aultpen":2464,"four":2465,"ĠSimplify":2466,"Ġ$(-":2467,"pie":2468,"apples":2469,"evalf":2470,"rees":2471,"fin":2472,"yper":2473,"arts":2474,"jection":2475,"Ġtrans":2476,"difference":2477,"Ġ\\[\\":2478,"top":2479,"Ġequiva":2480,"ced":2481,"Ġhypotenuse":2482,"ilk":2483,"}$?":2484,"Ġstarting":2485,"ĠPro":2486,"Ġfew":2487,"tools":2488,"tity":2489,"Ġradi":2490,"ĠAr":2491,"Ġ300":2492,"pez":2493,"Ġcenti":2494,"pages":2495,"Ġgames":2496,"pes":2497,"car":2498,")**(":2499,"ories":2500,"Ġdr":2501,"ference":2502,"Arrows":2503,"Ġce":2504,"Ġcomput":2505,"Ġlinear":2506,"Ġgallons":2507,"oti":2508,"Point":2509,"Ġtest":2510,"Ġparti":2511,"vings":2512,"half":2513,"__":2514,"com":2515,"ĠSy":2516,"Ġrelatively":2517,"urch":2518,"Ġthose":2519,"Ġ\\]":2520,"Ġapply":2521,"ĠJohn":2522,"ssibil":2523,"$$\\":2524,"Ġfractions":2525,"ĠLine":2526,"larg":2527,"AE":2528,"Ġneeded":2529,"Ġmedian":2530,"Ġequivalent":2531,"Ġletter":2532,"Ġfourth":2533,"yperbola":2534,"ĠTrue":2535,"Ġdrawn":2536,"())":2537,"Ġcorrespon":2538,"ĠEqu":2539,"isect":2540,"Ġdiagonal":2541,"ĠZ":2542,"1111":2543,"Ġbuys":2544,"ris":2545,"ĠBob":2546,"Ġpy":2547,"anded":2548,"Ġfriend":2549,"intersection":2550,"Suppose":2551,"phi":2552,"Re":2553,"Ġmar":2554,"ĠCo":2555,"sl":2556,"const":2557,"Ġmeters":2558,"ĠIt":2559,"}$$":2560,"([[":2561,"Ġsing":2562,"Ġrec":2563,"Ġmodulo":2564,"bag":2565,"ĠCD":2566,"Ġcents":2567,"Ġounces":2568,"pezoid":2569,"ĠWhen":2570,"Ġsym":2571,"Ġboys":2572,"step":2573,"}\\|":2574,"Ġent":2575,"76":2576,"part":2577,"Ġslices":2578,"ĠCheck":2579,"Ġbeing":2580,"Ġpaper":2581,"ason":2582,"':":2583,"Ġexpon":2584,"cub":2585,"ĠGet":2586,"000000000000":2587,"fl":2588,"path":2589,"Ġgroup":2590,"By":2591,"imit":2592,"Ġsumm":2593,"know":2594,"125":2595,"has":2596,"Ġwithout":2597,"Ġpolygon":2598,"hline":2599,"Ġ75":2600,"ized":2601,"ubstituting":2602,"Ġpaid":2603,"Ġlit":2604,"unded":2605,"mid":2606,"ĠTh":2607,"84":2608,"(.":2609,"PQ":2610,"ramid":2611,"ever":2612,"gy":2613,"Ġconditions":2614,"Ġcentimeters":2615,"pping":2616,"Ġgive":2617,"Solving":2618,"ather":2619,"sympy":2620,"ĠAn":2621,"ashed":2622,"Ex":2623,"Ġaxis":2624,")$?":2625,"--------":2626,"start":2627,"pay":2628,"aken":2629,"Ġaddition":2630,"amps":2631,"colate":2632,"Ġbus":2633,"aren":2634,"Ġcomb":2635,"\\%$":2636,"ĠMon":2637,"Enter":2638,"ffe":2639,"Ġdouble":2640,"Ġchoices":2641,"Ġri":2642,"ory":2643,"Ġtrue":2644,"bu":2645,"âĶ":2646,"cand":2647,"Ġpermutations":2648,"filldraw":2649,"vious":2650,"Ġminute":2651,"Ġ64":2652,"Ġcolum":2653,"Ġcre":2654,"Ġbrother":2655,"ĠSet":2656,"Ġitem":2657,"nes":2658,"Ġinscribed":2659,"ĠAfter":2660,"dle":2661,"probability":2662,"ruct":2663,"white":2664,"lit":2665,"Ġthus":2666,"cimal":2667,"ĠInteger":2668,"Ġrational":2669,"oons":2670,"combinations":2671,"soln":2672,"numerator":2673,"urs":2674,"Ġarc":2675,"Ġcylinder":2676,"Ġinterior":2677,"Ġshort":2678,"Ġrepresentation":2679,"lowers":2680,"aves":2681,"Note":2682,"space":2683,"fish":2684,"Ġrad":2685,"Ġ42":2686,"intercept":2687,"ĠTherefore":2688,"Ġsingle":2689,"SW":2690,",\\,\\":2691,"Ġstandard":2692,"para":2693,"ĠAnd":2694,"imilarly":2695,"ail":2696,"Ġsurface":2697,"Ġplace":2698,"rm":2699,"three":2700,"plus":2701,"Ġroom":2702,"ted":2703,"Ġcongruent":2704,"ash":2705,"33333333":2706,"999":2707,"Ġgave":2708,"ĠNE":2709,"denominator":2710,"zz":2711,"Ġgetting":2712,"43":2713,"ĠSW":2714,"celes":2715,"As":2716,"Ġoper":2717,"Ġdri":2718,"52":2719,"Ġkil":2720,"crimin":2721,"portion":2722,"ype":2723,"ssibilities":2724,"down":2725,"bought":2726,"ril":2727,"orig":2728,"ws":2729,"criminant":2730,"Ġrandomly":2731,"eros":2732,"Ġcans":2733,"Ġcars":2734,"ednes":2735,"cot":2736,"Ġdog":2737,"integer":2738,"ticks":2739,"Ġcubes":2740,"ery":2741,"cap":2742,"Ġ$\\{":2743,"amma":2744,"cakes":2745,"âĶĢ":2746,"Ġemp":2747,"balls":2748,"pack":2749,"Ġtrapezoid":2750,"Ġtrig":2751,"Ġrows":2752,"clo":2753,"Ġstate":2754,"ables":2755,"Ġpyramid":2756,"ready":2757,"expand":2758,"Ġ72":2759,"Ġexpressions":2760,"Ġcoordinate":2761,"inner":2762,"Ġitertools":2763,"geq":2764,"Ġdie":2765,"Ġinside":2766,"Ġchildren":2767,"ĠCar":2768,"uff":2769,"ids":2770,"osceles":2771,"Ġate":2772,"implies":2773,"sive":2774,"andw":2775,"ednesday":2776,"And":2777,"duce":2778,"yle":2779,"fontsize":2780,"ield":2781,"scale":2782,"ike":2783,"Ġbx":2784,"cus":2785,"Ġmark":2786,"pected":2787,"oth":2788,"perimeter":2789,"Ġ29":2790,"Ġfull":2791,"Ġhor":2792,":\",":2793,"ifth":2794,"Ġplan":2795,"iding":2796,"before":2797,"Ġoptions":2798,"Ticks":2799,"Ġ37":2800,"Ġdiff":2801,"Ġisosceles":2802,"Ġstudent":2803,"posi":2804,"Ġones":2805,"Ġselected":2806,"Ġlambda":2807,"Ġsw":2808,"dies":2809,"Ġda":2810,"Ġyellow":2811,"alary":2812,"500":2813,"ush":2814,"Ġ\"\"\"":2815,"Ġpalindrom":2816,"Ġvis":2817,"400":2818,"Two":2819,"lest":2820,"inally":2821,"Ġceil":2822,"Ġhyperbola":2823,"Ġ--":2824,"water":2825,"ron":2826,"Ġ52":2827,"irt":2828,"Al":2829,"Ġexist":2830,"ĠAD":2831,"she":2832,"Ġfactorization":2833,"ese":2834,"101":2835,"Ġcontin":2836,"riangle":2837,"Ġsymbolic":2838,"Ġ((":2839,"âĢĻ":2840,"360":2841,"Ġsimplest":2842,"negative":2843,"Ġcups":2844,"Ġdivides":2845,"Ġdiagonals":2846,"Ġunknow":2847,"given":2848,"dex":2849,"Ġcross":2850,"posite":2851,"asket":2852,"possible":2853,"Ġcle":2854,"average":2855,"Ġproperty":2856,"eaten":2857,"sed":2858,"unch":2859,"aced":2860,"weeks":2861,"ond":2862,"})^":2863,"Ġfoot":2864,"BE":2865,"ral":2866,"vel":2867,"Ġface":2868,"ata":2869,".\\":2870,"Ġman":2871,"86":2872,"remainder":2873,"}=\\":2874,"Ġweigh":2875,"omen":2876,"Ġasy":2877,"Ġtook":2878,"hand":2879,"Ġrolls":2880,"inverse":2881,"Ġtable":2882,",.":2883,"Con":2884,"ogram":2885,"Ġmonths":2886,"Ġsimilar":2887,"Ġprevious":2888,"Ġdel":2889,"rang":2890,"Ġpencils":2891,"Ġlegs":2892,"Ġbags":2893,"Ġimplies":2894,"otient":2895,")-":2896,"Ġmet":2897,"inch":2898,"Ġca":2899,"}}{\\":2900,"Ġquadril":2901,"ones":2902,"}{(":2903,"vector":2904,"asing":2905,"tice":2906,"Ġhel":2907,"Ġstring":2908,"ĠSE":2909,"anan":2910,"marbles":2911,"Ġcoin":2912,"66666666":2913,"Ġfam":2914,"used":2915,"Ġpasses":2916,"Ġonce":2917,"Ġbisect":2918,"Ġbir":2919,"''":2920,"ustom":2921,"Ġduring":2922,"0000000000000000":2923,"jac":2924,"Ġplt":2925,"Ġpres":2926,"}-":2927,"âĶĢâĶĢ":2928,"lambda":2929,"Ġpowers":2930,"elly":2931,"Ġsit":2932,"last":2933,"Ġpizza":2934,"nit":2935,"Ġsem":2936,"Ġchange":2937,"Ġtriple":2938,"Ġlcm":2939,"Ġtall":2940,"sign":2941,"Ġheads":2942,"equations":2943,"book":2944,"ĠFalse":2945,"Ġparts":2946,"bc":2947,"Ġchairs":2948,"Ġseparated":2949,"even":2950,"eng":2951,"âĢ¦":2952,"Ġsells":2953,"Ġnorm":2954,"Ġflo":2955,"ĠMonday":2956,"ĠEnter":2957,"41":2958,"Ġtaking":2959,"Ġfood":2960,"go":2961,"Ġpossibilities":2962,"dent":2963,"Ġinfin":2964,"ances":2965,"Ġ,":2966,"Ġalready":2967,"jacent":2968,"run":2969,"ĠTotal":2970,"Ġaround":2971,"Ġjo":2972,"ques":2973,"Ġequals":2974,"ton":2975,"ĠFirst":2976,"Ġpath":2977,"Ġaway":2978,"97":2979,"AP":2980,"det":2981,"Ġedge":2982,"primes":2983,"zen":2984,"Ġasympt":2985,"ension":2986,"Ġmag":2987,"Ġpercentage":2988,"Ġaltit":2989,"aligned":2990,"ugg":2991,"Ġconsist":2992,"ĠRo":2993,"score":2994,"Ġke":2995,"Ġfru":2996,"iting":2997,"Ġedges":2998,"Ġsay":2999,"Ġagain":3000,"Ġopposite":3001,"Ġspends":3002,"Ġposition":3003,"son":3004,"ĠThey":3005,"ĠAdd":3006,"Ġ49":3007,"Ġpat":3008,"ctions":3009,"Substituting":3010,"ĠSt":3011,"Ġcombined":3012,"ina":3013,"Ġprob":3014,"imals":3015,"sub":3016,"Ġmilk":3017,"Ġarrangements":3018,"pies":3019,"Ġnote":3020,"Ġsubs":3021,"ffee":3022,"Ġprojection":3023,"Ġfactorint":3024,"Ġocc":3025,"Ġ360":3026,"cases":3027,"Ġoutcomes":3028,"bx":3029,"acity":3030,"suming":3031,"Ġpolynomials":3032,"rib":3033,"Ġmost":3034,"]))":3035,"ĠUse":3036,"che":3037,"pairs":3038,"Ġcandy":3039,"Ġcannot":3040,"Ġxy":3041,"gebra":3042,"Ġcandies":3043,"comb":3044,"Ġunique":3045,"Matrix":3046,"lass":3047,"Ġlaw":3048,"}_":3049,"Ġcommas":3050,"Ġunder":3051,"Ġgenerate":3052,"Ġ:":3053,"Py":3054,"imension":3055,"73":3056,"iod":3057,"Ġderivative":3058,"Ġtickets":3059,"mpify":3060,"cup":3061,"plane":3062,"Ġsup":3063,"58":3064,"cards":3065,"initial":3066,"Ġsocks":3067,"boxes":3068,"]--":3069,"ier":3070,"Ġbow":3071,"male":3072,"pre":3073,"Ġvalid":3074,"Ġtree":3075,"Ġhold":3076,"Ġitems":3077,"ply":3078,"Ġoranges":3079,"Ġsteps":3080,"rical":3081,"inequ":3082,"quadratic":3083,"Ġbuild":3084,"ĠHence":3085,"Ġquadrilateral":3086,"Ġtravel":3087,"till":3088,"Ġsegments":3089,"Ġcer":3090,"minute":3091,"final":3092,"98":3093,"lower":3094,"99999999":3095,"vie":3096,"Ġparty":3097,"miles":3098,"color":3099,"while":3100,"icture":3101,"ately":3102,"tire":3103,"aring":3104,"Ġquarter":3105,"lib":3106,"ward":3107,"Ġcal":3108,"ĠOne":3109,"Ġconstraints":3110,"ĠĠĠĠĠ":3111,"Ġmen":3112,"rot":3113,"Ġuses":3114,"bottom":3115,"Ġadding":3116,"92":3117,"Ġhoriz":3118,"cookies":3119,"Ġworks":3120,"Ġsto":3121,"ĠMr":3122,"Ġchocolate":3123,"bor":3124,"}\\\\":3125,"Ġbr":3126,"berries":3127,"Evaluate":3128,"Ġcat":3129,"Arrow":3130,"Ġeats":3131,"95":3132,"inant":3133,"Ġcomplete":3134,"Ġquestions":3135,"Ġhol":3136,"green":3137,"Ġ33":3138,"ansion":3139,"jo":3140,"ication":3141,"Ġprofit":3142,"Ġworth":3143,"Ġadded":3144,"Ġeas":3145,"Ġrequired":3146,"squares":3147,"\":":3148,"ĠEquation":3149,"squared":3150,"Ġuntil":3151,"Ġcup":3152,").\\]":3153,"ah":3154,"Ġdivision":3155,"bill":3156,"eterm":3157,"False":3158,"199":3159,"Ġmetho":3160,"hema":3161,"Ġreceived":3162,"\",(-":3163,"slices":3164,"\"\"\"":3165,"Ġturn":3166,"110":3167,"Ġgoing":3168,"self":3169,"Ġradical":3170,"240":3171,"Ġbegin":3172,"Solve":3173,"Ġgues":3174,"Ġearned":3175,"Ġsist":3176,"uses":3177,"63":3178,"Ġquarters":3179,"Ġsummation":3180,"Ġchoos":3181,"ĠHer":3182,"Ġplant":3183,"))*":3184,"ough":3185,"On":3186,"solute":3187,"Ġev":3188,"lcm":3189,"veset":3190,"Ġvertical":3191,"constraint":3192,"aturday":3193,"sq":3194,"swers":3195,"Ġinst":3196,"which":3197,"ored":3198,"Ġmeet":3199,"Ġcover":3200,"ĠJo":3201,"Ġpiece":3202,"Ġcombination":3203,")\\]":3204,"Ġgrid":3205,"Ġbottles":3206,"ĠAs":3207,"gamma":3208,"Ġrepresents":3209,"mmet":3210,"ĠAt":3211,"2008":3212,"Ġzeros":3213,"ition":3214,"tickers":3215,"ĠPl":3216,"Ġnumer":3217,"hedron":3218,"Ġcur":3219,"uding":3220,"Ġreplace":3221,"Ġbeen":3222,"eggs":3223,"Ġshirts":3224,"Ġ10000":3225,"Ġcertain":3226,"Ġ[(":3227,"Ġeight":3228,"prod":3229,"coordinate":3230,"etermine":3231,"bro":3232,"Ġhigh":3233,"ontal":3234,"neq":3235,"Ġlooking":3236,"rack":3237,"Ġpol":3238,"acher":3239,"arden":3240,"ords":3241,"return":3242,"Ġconstants":3243,"Ġadjacent":3244,"HS":3245,"mathrm":3246,"ration":3247,"Ġmy":3248,"ĠNW":3249,"Ġshare":3250,"Ġpark":3251,"fig":3252,"mper":3253,"Ġask":3254,"usive":3255,"Ġminimize":3256,"Ġcharg":3257,"Ġdirect":3258,"Ġable":3259,"decimal":3260,"ubstitute":3261,"Ġradians":3262,"ires":3263,"cs":3264,"rection":3265,"Ġmiddle":3266,"Ġ&\\":3267,"mathbb":3268,"ium":3269,"Ġ$[":3270,"Ġnotation":3271,".$$":3272,"Ġbig":3273,"://":3274,"?$":3275,"One":3276,"Ġresulting":3277,"person":3278,"power":3279,"entagon":3280,"Ġcolumn":3281,"Ġcorresponding":3282,"Ġspace":3283,"requ":3284,"XY":3285,"slope":3286,"250":3287,"replace":3288,"earnings":3289,"ib":3290,"iving":3291,"æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦æ¢¦":3292,"percentage":3293,"ananas":3294,"--(":3295,"name":3296,"Ġruns":3297,"venue":3298,"Ġsign":3299,"ders":3300,"Ġseven":3301,"Ġcollection":3302,"Ġentire":3303,"Ġshoes":3304,"Ġalways":3305,"Ġexpected":3306,"]]":3307,"Ġtrees":3308,"Ġdiscriminant":3309,"John":3310,"coeffs":3311,"pand":3312,"Ġdro":3313,"oun":3314,"tps":3315,"med":3316,"Ġfamily":3317,"Ġelement":3318,"Ġconstruct":3319,"pped":3320,"01":3321,"ĠUsing":3322,"egment":3323,"tr":3324,"Ġsk":3325,"coeffici":3326,"Ġgoes":3327,"babilities":3328,"Ġ2000":3329,"ĠAll":3330,"Ġcosine":3331,"Ġkeep":3332,"Ġpurch":3333,"Ġfinding":3334,"Ġproperties":3335,"Ġonto":3336,"more":3337,"Ġpop":3338,"Ġdistrib":3339,"Ġrepresented":3340,"Ġtank":3341,"ele":3342,")!":3343,"2007":3344,"Ġaltitude":3345,"ĠJames":3346,"lhs":3347,"class":3348,"ions":3349,"otes":3350,"ĠSubstitute":3351,"minus":3352,"aches":3353,"ulation":3354,"aps":3355,"ĠCircle":3356,"ape":3357,"Ġspec":3358,"Ġlow":3359,"\".":3360,"rhs":3361,"Ġfewer":3362,"Ġrain":3363,"Ġplates":3364,"Ġhere":3365,"Ġoutput":3366,"mong":3367,"plotlib":3368,"Ġ31":3369,"Ġkey":3370,"Ġincrease":3371,"ually":3372,"doll":3373,"Ġresults":3374,"Ġ55":3375,"arrange":3376,"shirts":3377,"Ġfocus":3378,"ĠSam":3379,")}$.":3380,"odd":3381,"polynomial":3382,"mPy":3383,"ĠTicks":3384,"ithm":3385,"Ġsymmet":3386,"ĠTuesday":3387,"Ġtrigon":3388,"current":3389,"Ġdeterminant":3390,"Ġfoci":3391,"tim":3392,"Ġbottom":3393,"Ġ&&":3394,"rew":3395,"ĠProbability":3396,"Ġchick":3397,"ĠNone":3398,"Ġadditional":3399,"pieces":3400,"paint":3401,"Ġstamps":3402,"Ġoct":3403,"Ġ[-":3404,"ature":3405,"sest":3406,")));":3407,"Ġabsolute":3408,"Ġtyp":3409,",\\]":3410,"Similarly":3411,"Ġ56":3412,"Ġhaving":3413,"ĠFraction":3414,"clude":3415,"Ġreflect":3416,"oper":3417,"gall":3418,"Ġfinish":3419,"Ġparallelogram":3420,"),(":3421,"Ġwomen":3422,"ĠMar":3423,"dashed":3424,"'re":3425,"At":3426,"ĠSymPy":3427,"Ġlies":3428,"ert":3429,"ilter":3430,"vals":3431,"Ġav":3432,"Ġmethod":3433,"duced":3434,"ytop":3435,"ugar":3436,"####":3437,"ursday":3438,"Ġ$$\\":3439,"ugging":3440,"arrowsize":3441,"Ġinput":3442,"])**":3443,"Ġtype":3444,"$(":3445,"mis":3446,"MN":3447,"paid":3448,"Ġmatplotlib":3449,"Ġbasket":3450,"Ġ34":3451,"defaultpen":3452,"Ġpage":3453,"Ġleaves":3454,"made":3455,"sided":3456,"Ġstill":3457,"pow":3458,"foot":3459,"integ":3460,"Ġscored":3461,"Ġplug":3462,"2857":3463,"Ġ81":3464,"Ġsolved":3465,"Ġimag":3466,"Ġ39":3467,"2000":3468,"tracting":3469,"ĠArea":3470,"Ġexpr":3471,"ails":3472,"))))":3473,"je":3474,")])":3475,"cars":3476,"Ġalong":3477,"Ġtenth":3478,"Ġsc":3479,"pic":3480,"78":3481,"Ġexpansion":3482,"Ġlie":3483,"Ġlower":3484,"oo":3485,"Ġsandw":3486,"Ġarri":3487,"Ġpentagon":3488,"Ġreci":3489,"Ġmathema":3490,"Ġintersects":3491,"Ġpattern":3492,"Ġsplit":3493,"\">":3494,"args":3495,"nitude":3496,"Ġwall":3497,"terms":3498,"69":3499,"nums":3500,"Ġdividing":3501,"hex":3502,"Ġbor":3503,"meter":3504,"Ġwent":3505,"ĠPa":3506,"incre":3507,"OB":3508,"expanded":3509,"Ġhorizontal":3510,"Ġdefin":3511,"Ġequally":3512,"Ġallow":3513,"sines":3514,"Ġfair":3515,"Ġfifth":3516,"Ġexten":3517,"orning":3518,"Ġsister":3519,"Ġmeasures":3520,"ickels":3521,"mbd":3522,"Ġliters":3523,"68":3524,"ĠBill":3525,"Ġinclusive":3526,"Ġprobabilities":3527,"show":3528,"profit":3529,"Ġ600":3530,"05":3531,"else":3532,"Ġsets":3533,"Ġassign":3534,"Ġalgebra":3535,"Ġnor":3536,"Ġappe":3537,"function":3538,"nies":3539,"Next":3540,"inequality":3541,"51":3542,")*\"":3543,"Ġimp":3544,"uple":3545,"DC":3546,"alities":3547,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3548,"Ġdone":3549,"orted":3550,"Ġdimension":3551,"mathcal":3552,"eth":3553,"umer":3554,"Ġsure":3555,"lin":3556,"Ġextra":3557,"Ġthink":3558,"dogs":3559,"Ġsympify":3560,"Ġscores":3561,"diam":3562,"ule":3563,"quart":3564,"))/":3565,"Ġnormal":3566,"artes":3567,"lim":3568,"Ġrecur":3569,"Ġamong":3570,"unday":3571,"Ġ65":3572,"star":3573,"Ġjar":3574,"coordinates":3575,"Ġsimply":3576,"Ġhelp":3577,"Ġstarts":3578,"Ġiterate":3579,"enny":3580,"Ġcolors":3581,"arry":3582,"Ġtax":3583,"Ġcircumference":3584,"sides":3585,"Ġproblems":3586,"Ġgarden":3587,"Ġblock":3588,"Ġice":3589,"Ġbowl":3590,"coll":3591,"pizz":3592,"permutations":3593,"erry":3594,"Ġfr":3595,"reg":3596,"beans":3597,"MP":3598,"Ġparen":3599,"xmax":3600,"79":3601,"Ġplus":3602,"sequ":3603,"=(-":3604,"ĠHis":3605,"imag":3606,"artesian":3607,"Ġperiod":3608,"can":3609,"Ġdesired":3610,"Ġsolveset":3611,"Each":3612,"mbdify":3613,"Ġsales":3614,"!$":3615,"Ġapart":3616,"vin":3617,"*(-":3618,"Ġquotient":3619,"Ġcoffee":3620,"iches":3621,"rist":3622,"Ġapproach":3623,"Ġblocks":3624,"Ġupper":3625,"Ġbecomes":3626,"jug":3627,"alks":3628,"Ġreturns":3629,"Ġreach":3630,"man":3631,"Ġtaken":3632,"Finally":3633,"inks":3634,"Ġsums":3635,"don":3636,"().":3637,"Ġalpha":3638,"Ġ$(\\":3639,"Ġplaced":3640,"Ġdeck":3641,"(*":3642,"system":3643,"Ġmaking":3644,"Ġstri":3645,"Ġcook":3646,"Ġtiles":3647,"Ġmile":3648,"Ġcustom":3649,"ultiply":3650,"uted":3651,"Ġsimplif":3652,"Ġflowers":3653,"rad":3654,"Ġobtained":3655,"Ġgeneral":3656,"ixed":3657,"late":3658,"lection":3659,"Ġgoal":3660,"Ġcalories":3661,"\\}$":3662,"Ġperform":3663,"Ġsuc":3664,"(\"$\\":3665,"ered":3666,"Ġanimals":3667,"inders":3668,"Ġobject":3669,"ĠLa":3670,"Ġdeliv":3671,"Ġve":3672,"Ġidentity":3673,"iter":3674,"Ġcheese":3675,"Ġlowest":3676,"Ġclosest":3677,"bar":3678,"loye":3679,"binomial":3680,"rayons":3681,"big":3682,"....":3683,"ctor":3684,"tices":3685,"Ġmidpoints":3686,"53":3687,"Ġcircular":3688,"cis":3689,"ĠSolving":3690,"}}.":3691,"Ġplants":3692,"fourth":3693,"Ġenough":3694,"urther":3695,"ailable":3696,"Ġword":3697,"Ġbc":3698,"smallest":3699,"Ġjelly":3700,"600":3701,"gres":3702,"Ġhig":3703,"months":3704,"ĠAbs":3705,"mperature":3706,")).":3707,"Ġlik":3708,"Ġisprime":3709,"Ġopen":3710,"Ġsu":3711,"|^":3712,"Ġbound":3713,"Ġ250":3714,"br":3715,"ense":3716,"Ġballoons":3717,"Ġleg":3718,"Ġ101":3719,"positive":3720,"160":3721,"St":3722,"numer":3723,"cross":3724,"Ġbrown":3725,"Ġinfinite":3726,"ĠAM":3727,"59":3728,"save":3729,"Ġ54":3730,"Ġmay":3731,"rel":3732,"Ġwon":3733,"Ġdirection":3734,"https":3735,";}":3736,"arcsin":3737,"Ġunknown":3738,"lceil":3739,"false":3740,"\\[(":3741,"rceil":3742,"mar":3743,"anna":3744,"Ġdimes":3745,"gro":3746,"Ġincreasing":3747,")$\",":3748,"PA":3749,"ĠMary":3750,"Ġoption":3751,"Ġaccount":3752,"house":3753,"Ġlemon":3754,"CM":3755,"rho":3756,"anglemark":3757,"vis":3758,"rooms":3759,"Ġceiling":3760,"My":3761,"Ġmonthly":3762,".,":3763,"Ġdoesn":3764,"Ġsale":3765,"ade":3766,"Ġdefaultpen":3767,"bmatrix":3768,"74":3769,"Ġow":3770,"girls":3771,"142857":3772,"']":3773,"leep":3774,"earned":3775,"Ġmis":3776,"Ġpacks":3777,"$\",(-":3778,"|$":3779,"Ġwell":3780,"xright":3781,"lli":3782,"aster":3783,"TicksAr":3784,"bags":3785,"Ġnonzero":3786,"Ġdimensions":3787,"Number":3788,"Ġpicked":3789,"ĠEvaluate":3790,"iam":3791,"Which":3792,"Ġteacher":3793,"tho":3794,"light":3795,"Ġinvest":3796,"string":3797,"arah":3798,"Ġcollected":3799,"Ġdozen":3800,"}.$$":3801,"Ġsimple":3802,"friends":3803,"Ġmodel":3804,"solvers":3805,"ilt":3806,"gression":3807,"cular":3808,"Ġremove":3809,"ĠAlex":3810,"ony":3811,"))**":3812,"Ġgold":3813,"walk":3814,"Ġtrain":3815,"Ġdefinition":3816,"Ġsoda":3817,"plit":3818,"Ġ*=":3819,"mean":3820,"Ġtraveled":3821,"vmatrix":3822,"Ġimaginary":3823,"Ġidentical":3824,"that":3825,"children":3826,"back":3827,"Ġgroups":3828,"Ġempty":3829,"ĠĠĠĠĠĠ":3830,"Ġidenti":3831,"Ġcats":3832,"together":3833,"five":3834,"Ġlimit":3835,"Ġenumer":3836,"bound":3837,"AA":3838,"ef":3839,"ĠMark":3840,"&\\":3841,"Ġparticular":3842,"Ġ\\{":3843,"Ġgas":3844,"QR":3845,"ided":3846,"Ġtru":3847,"Ġcream":3848,"()[":3849,"Ġfontsize":3850,"pts":3851,"Ġson":3852,"Ġ38":3853,"blo":3854,"ĠArrows":3855,"Ġ\",":3856,"Ġstra":3857,"Pl":3858,"change":3859,"Ġincreased":3860,"without":3861,"Ġdistances":3862,"dog":3863,"Ġ199":3864,"Ġcalculated":3865,"Ġpicture":3866,"comm":3867,"ĠWednesday":3868,"Ġpalindrome":3869,"simp":3870,"ĠMax":3871,")=\\":3872,"Ġminus":3873,"Ġfruit":3874,"itte":3875,"extend":3876,"Ġdecre":3877,"Ġanswers":3878,"CA":3879,"arl":3880,"rank":3881,"riday":3882,"operator":3883,"ĠTheorem":3884,"atan":3885,"Ġrule":3886,"Ġsave":3887,"Ġbottle":3888,"Ġarray":3889,"Ġrho":3890,"Ġsn":3891,"urple":3892,"rx":3893,"ĠAng":3894,"144":3895,"Ġsequences":3896,"Ġbread":3897,"xyz":3898,"Ġland":3899,"Ġbisector":3900,"Ġtomat":3901,"Ġ\\,":3902,"tab":3903,"Ġchoosing":3904,"Ġneigh":3905,"Ġmarble":3906,"items":3907,"OC":3908,"Ġyards":3909,"rite":3910,"'$":3911,"inalg":3912,"Ġdecides":3913,"ror":3914,"Ġbutter":3915,"question":3916,"Ġremoved":3917,"Ġhen":3918,"140":3919,"bp":3920,"Ġ41":3921,"Ġdata":3922,"After":3923,"hel":3924,"Ġdollar":3925,"Ġband":3926,"){":3927,"ĠTom":3928,"jugate":3929,"ha":3930,"Ġapple":3931,"Ġpolar":3932,"salary":3933,"Ġprogression":3934,"Ġstraight":3935,"Ġfunc":3936,"uice":3937,"original":3938,"Ġhot":3939,"Ġpositions":3940,"equals":3941,"However":3942,"!}{":3943,"sho":3944,"atural":3945,"ead":3946,"Ġ63":3947,"ney":3948,"multiple":3949,"ann":3950,"Ġloop":3951,"Area":3952,"Triangle":3953,"Ġoperation":3954,"Ġ43":3955,"boys":3956,"atoes":3957,"Ġkids":3958,"Ġrelation":3959,"Ġclean":3960,"io":3961,"Ġholds":3962,"quare":3963,"Ġelif":3964,"Ġshop":3965,"grams":3966,"Ġbananas":3967,"td":3968,"Ġcap":3969,